var suData = [
    {'id': '10001', 'value': '广东'},
    {'id': '10002', 'value': '广西'},
    {'id': '10003', 'value': '湖南'},
    {'id': '10001', 'value': '湖北'},
    {'id': '10002', 'value': '江西'},
    {'id': '10003', 'value': '北京'},
    {'id': '10001', 'value': '上海'},
    {'id': '10002', 'value': '河南'},
    {'id': '10003', 'value': '河北'},
];
var weiData = [
    {'id': '20001', 'value': '广州'},
    {'id': '20002', 'value': '深圳'},
    {'id': '20003', 'value': '韶关'},
    {'id': '20001', 'value': '肇庆'},
    {'id': '20002', 'value': '汕头'},
    {'id': '20003', 'value': '梧州'},
    {'id': '20001', 'value': '贺州'},
    {'id': '20002', 'value': '柳州'},
    {'id': '20003', 'value': '潮州'},
];